{
  "pigs": [
    {
      "id": "1",
      "breed": "Berkshire",
      "description": "The third-most recorded breed of swine in the United States, Berkshires are known for fast and efficient growth, reproductive efficiency, cleanness and meat flavor and value. ",
      "img": "https://images.pexels.com/photos/110820/pexels-photo-110820.jpeg"
    },
    {
      "id": "2",
      "breed": "Chester White",
      "description": "Chester Whites originated in Chester County, Pa., from which their name was formed. These white hogs with droopy, medium-sized ears are known for their mothering ability, durability and soundness. ",
      "img": "https://images.pexels.com/photos/1300361/pexels-photo-1300361.jpeg"
    },
    {
      "id": "3",
      "breed": "Duroc",
      "description": "The second-most recorded breed of swine in the United States, the red pigs with the drooping ears are valued for their product quality, carcass yield, fast growth and lean-gain efficiency.",
      "img": "https://images.pexels.com/photos/3915701/pexels-photo-3915701.jpeg"
    },
    {
      "id": "4",
      "breed": "Hampshire",
      "description": "The hogs with “the belt,” Hampshires are the fourth-most recorded breed in the United States. Most popular in the Corn Belt, Hampshires are known for producing lean muscle, high carcass quality, minimal backfat and large loin eyes. ",
      "img": "https://images.pexels.com/photos/4619531/pexels-photo-4619531.jpeg"
    },
    {
      "id": "5",
      "breed": "Landrace",
      "description": "White hogs with droopy ears, Landrace are the fifth-most recorded breed of swine in the United States. Known as “America’s Sowherd,” Landrace females are heavy milkers and often farrow large pigs.",
      "img": "https://images.pexels.com/photos/4504750/pexels-photo-4504750.jpeg"
    },
    {
      "id": "6",
      "breed": "Poland China",
      "description": "In the early 1800s, Poland China hogs originated in Ohio. Today, Poland China hogs are known for their large frame, length of body, leanness and muscle. ",
      "img": "https://images.pexels.com/photos/4598961/pexels-photo-4598961.jpeg"
    },
    {
      "id": "7",
      "breed": "Spotted",
      "description": "The Spotted swine breed is characterized by large, black-and-white spots. Many breeders in central Indiana specialized in breeding Spotted hogs through the years. Today, Spots are known for their feed efficiency, rate of gain and carcass quality. ",
      "img": "https://images.pexels.com/photos/4165325/pexels-photo-4165325.jpeg"
    },
    {
      "id": "8",
      "breed": "Yorkshire",
      "description": "The most-recorded breed of swine in North America, Yorkshires are white with erect ears. They are found in almost every state, with the highest populations being in Illinois, Indiana, Iowa, Nebraska and Ohio. ",
      "img": "https://images.pexels.com/photos/4165324/pexels-photo-4165324.jpeg"
    }
  ]
}
